12/data/attachments/6c496af784f75e71.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Manuel_artist_Actions_54765_2</nif:username>
            <nif:friendToBeRequested>soap_actions_e0c2076e-fcdb-4adb-90d6-774eb205e300</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>